

CRF_NAME_column = CRF_NAME column

CRF_completed = All required CRFs have been completed. You can update the Study Event's status to 'complete' by following the 'Edit Study Event' link.

CRF_version_spreadsheet_could_not_saved_contact = A vers\u00e3o da planilha do CRF n\u00e3o pode ser salva no servidor, por favor contate seu administrador para obter ajuda.

CRF_version_try_upload_exists_database = A vers\u00e3o de crf que voc\u00ea tentou enviar j\u00e1 existe no banco e foi criado por\t

DATA_TYPE_column = DATA_TYPE column

DESCRIPTION_LABEL_column = DESCRIPTION_LABEL column

DID_NOT_MATCH_CRF = DID NOT MATCH CRF

DUPLICATE_FIELD = DUPLICATE FIELD

Error_found_at_row = Error found at row

Example = Example:

GROUP_DOES_NOT_EXIST = GROUP DOES NOT EXIST

GROUP_LABEL = GROUP_LABEL

GROUP_LABEL_column = GROUP_LABEL column

GROUP_REPEAT_MAX_column = GROUP_REPEAT_MAX column

GROUP_REPEAT_NUM_column = GROUP_REPEAT_NUM column

Groups_worksheet = Groups worksheet

INVALID_FIELD = INVALID FIELD

INVALID_VALUE = INVALID VALUE

LEFT_ITEM_TEXT_column = LEFT_ITEM_TEXT column

NOT_A_VALID_LABEL = NOT A VALID LABEL

NOT_UNIQUE = NOT UNIQUE

REQUIRED_column = REQUIRED column

RESPONSE_LABEL_column = RESPONSE_LABEL column

RESPONSE_OPTIONS_TEXT_column = RESPONSE_OPTIONS_TEXT column

RESPONSE_OPTIONS_column = RESPONSE_OPTIONS column

RESPONSE_TYPE_column = RESPONSE_TYPE column

REVISION_NOTES_column = REVISION_NOTES column

SECTION_LABEL_column = SECTION_LABEL column


SED_may_only_added_top_level = Defini\u00e7\u00f5es de evento de estudo podem somente ser adicionadas a estudos de alto n\u00e3oel.

VALIDATION_ERROR_MESSAGE_column = VALIDATION ERROR MESSAGE column

VALIDATION_column = VALIDATION column

X_was_created_succesfully = ' foi criado com sucesso.
a_user_cannot_be_created_no_roles_as_role = N\u00e3o foi poss\u00edvel criar o usu\u00e1rio, pois n\u00e3o existe pap\u00e9is para um papel quando for ativado o estudo para o usu\u00e1rio.


a_user_cannot_be_created_no_study_as_active = N\u00e3o foi poss\u00edvel criar o usu\u00e1rio, pois n\u00e3o h\u00e1 estudo para definir o usu\u00e1rio como parte de um estudo.

a_user_cannot_be_created_no_user_types_for = N\u00e3o foi poss\u00edvel criar o usu\u00e1rio, pois n\u00e3o h\u00e1 usu\u00e1rio desse tipo nesse estudo ativo.

access_end = '>here</a>.<br/>

actions_successfully_taken = Actions successfully taken.

alerts_messages = Alertas & Mensagens

an_ED_needs_to_have_least_one_CRF = Uma defini\u00e7\u00e3o de evento precisa pelo menos um CRF.

an_error_was_thrown_while_validation_errors = An error occurred while reviewing validation errors. It could be that one of several Event CRFs is not scheduled. If you are trying to import data for a repeating Event, make sure all of the repeat occurrences have been scheduled.

and = and

and_all_associated_event_data_restored_to_study = \ e todos dados associados ao Evento) foi restaurado para o Estudo\t

and_item = ' and item '

at_row = at row

before_you_continue = before you continue.

began_DE_on_CRF_marked_complete_less_12_not_begin_DE = Voc\u00ea come\u00e7ou a entrada de dados sobre este Evento CRF, e foi completada a menos de 12 horas atr\u00e1s. Portanto, voc\u00ea n\u00e3o pode come\u00e7ar dupla entrada de dados sobre ele.

br_create_new_CRF_entering = <br>Criar um novo CRF entrando com o nome e a descri\u00e7\u00e3o.

br_create_new_CRF_uploading = <br>Criar uma nova vers\u00e3o do CRF importando uma planilha excel definindo os elementos de dados e layout do CRF.

br_download_blank_CRF_spreadsheet_from = <br>Download de um modelo de CRF em branco <a href=\"DownloadVersionSpreadSheet?template=1\"><b>aqui</b></a>.

br_download_example_CRF_instructions_from = <br>Download de exemplos de CRF e instru\u00e7\u00f5es de  <a href=\"http://www.openclinica.org/entities/entity_details.php?eid=151\"><b>OpenClinica.org portal</b></a> (necess\u00e1rio uma conta no OpenClinica.org).

br_if_you_owner_CRF_version = <br> Se voc\u00ea \u00e9 dono de uma vers\u00e3o de CRF, e essa vers\u00e3o de CRF n\u00e3o est\u00e1 sendo usada em um estudo, voc\u00ea pode sobrescrever o CRF importando uma nova planilha excel com o mesmo nome da vers\u00e3o. Neste caso, o sistema lhe perguntar\u00e1 se voc\u00ea quer apagar os dados antigos dessa vers\u00e3o de CRF e importar a nova vers\u00e3o.

brief_title_existed = A Study with this Brief Title {0} already exists in the database. Please choose another Brief Title.

can_only_be_either_0_or_1 = can only be either 0 or 1.

cannot_be_blank_if_VALIDATION_not_blank = It cannot be blank if VALIDATION is not blank.

change_active_study_or_contact = Change your current Study or contact your administrator.

change_study_contact_study_coordinator = Por favor mude seu estudo ativo ou entre em contato com o Coordenador do Estudo.

change_study_contact_sysadmin = Por favor mude seu estudo ativo ou entre em contato com o Administrador do Sistema.

check_to_see_that_there_is_valid_LABEL = Check the Sections worksheet to see that there is a valid LABEL for this SECTION_LABEL.

choose_a_study_event_to_edit = Por favor escolha o evento de estudo para editar.

choose_include_all_items_dataset = Voc\u00ea escolheu incluir todos itens do estudo atual na tabela de dados,\t

choose_valid_crf_version = Choose a valid CRF version.

choosen_site_cannot_restored = The chosen Site '{0}' cannot be restored because its Study '{1}' has been removed.

could_not_created_due_database_error = \ n\u00e3o pode ser criado devido a um erro no banco de dados.

crf_name_already_used = This CRF name has already been used. Either change the name of this CRF, or go back and create a new version for the CRF.

crf_version_archived_successfully = The CRF version has been archived.

crf_version_locked_successfully = The CRF version is now locked.

crf_version_unarchived_successfully = The CRF version has been unarchived.

crf_version_unlocked_successfully = The CRF version is now unlocked.

current_study_frozen = The site or study you are logged into is Frozen.

current_study_locked = The site or study you are logged into is Locked.


data_has_been_successfully_import = Your data has been successfully imported into the study or site. Please review the data.

data_saved_CRF_marked_complete = Seus dados foram salvos e o CRF marcado como completo.

data_saved_continue_entering_edit_later = Seus dados foram salvos. Voc\u00ea pode continuar entrando/editando dados agora ou retornar depois.

data_saved_continue_later = Your data has been saved. You can continue entering data now or return at a later time.

database_error_interviewer_name_date_not_updated = Houve um erro de branco - o nome do entrevistador e data da entrevista n\u00e3o foram atualizadas com sucesso.

dataset_has_been_succesfully_reinstated = O conjunto de dados foi restabelecido com sucesso.

dataset_removed = O conjunto de dados foi removido com sucesso.

default_value_not_allowed_for_calculation = Default_value is not allowed for 'calculation' or 'group-calculation' type in DEFAULT_VALUE column at
did_not_match_crf_version = did not match the intended CRF version you want to upload.  Make sure this reads


does_not_exist_in_group_spreadsheet = does not exist in the Groups tab. Add it to the Groups tab, or change it to a Group that exists.

duplicate = A duplicate

email_body_1 = Study:

email_body_10 = with your user name and password after selecting the link. If you receive a page cannot be displayed message, please make sure to select the Change Study/Site link in the upper right table of the page, select the study referenced above, and select the link again.

email_body_1_a = Site:

email_body_2 = Study Subject:

email_body_3 = Study Event Definition:

email_body_4 = CRF:

email_body_5 = Section:

email_body_6 = Item Group:

email_body_7 = Item Name:

email_body_8 = Message:

email_body_9 = Please select the link below to view the information provided. You may need to login to

email_footer = DISCLAIMER ========== This e-mail may contain privileged and confidential information. It is intended only for the use of the individual or entity to which it is addressed. If you are not the intended recipient, you are not authorized to read, retain, copy, print, distribute or use this message. If you have received this communication in error, please notify the sender and delete all copies of this message. We do not accept any liability for virus infected mails.

email_header_1 = You received this email from

email_header_2 = regarding

email_header_3 = because you were listed as a person to contact. Please review the information below:

error_message_for_width_decimal_at = Error message for WIDTH_DECIMAL column at

errors_in_submission_see_below = H\u00E1 problema (s) com o seu envio. Os dados N\u00C3O foram salvos. Veja abaixo para detalhes.

errors_in_submission_see_below_details = There were some errors in your submission. See below for details.

event_CRF_marked_complete = O CRF de evento foi marcado como completo.

event_CRF_not_exist_contact_study_coordinator = O CRF de evento para qual voc\u00ea est\u00e1 tentando continuar a entrada de dados inicial n\u00e3o existe no estudo corrente. Favor contatar seu coordenador de estudo.

event_CRF_not_marked_complete = O CRF de evento n\u00e3o foi marcado como completo.

event_cannot_be_created_errors = Mas o evento n\u00e3o p\u00f4de ser criado porque alguns erros aconteceram.


excel_not_have_valid_worksheet = The Excel spreadsheet doesn't have the required valid sheets. Be sure it contains the CRF, Sections, and Items sheets.

exit_without_saving = Voc\u00ea escolheu sair sem salvar seus dados.

expected_total_enrollment_must_be_a_positive_number = Cadastros totais esperados tem que ser um nmero positivo.

expression_invalid_at = The expression is invalid at

expression_not_start_with_func_at = The expression does not start with 'func' at
fields_for_event_all_required = Os campos para o evento s\u00e3o todos requeridos. Favor escolher 'Adicionar novo evento de estudo' do menu e tentar adicionar os eventos de novo.


file_uploading_failed_please_check_logs_and_upload_again = File uploading failed. Check the logs and upload again.

permitted_file_extensions = Permitted file extension(s) "{0}".

prohibited_file_extensions = Prohibited file extension(s) "{0}".

exceeds_permitted_file_size = The file you are uploading exceeds the permitted file size of "{0}" mb.

file_upload_error_occurred = Error details: "{0}".

file_you_uploaded_not_seem_excel_spreadsheet = O arquivo que voc\u00ea enviou n\u00e3o parece uma planilha do excel.

file_you_uploaded_not_seem_xml_file = The file you uploaded does not seem to be an XML file.

filepath_you_defined_not_seem_valid = O filePath que voc\u00ea definiu no datainfo.properties n\u00e3o parece ser um caminho v\u00e1lido, favor chec\u00e1-lo.

filter_removed_admin_can_access_and_reverse = O filtro foi removido com sucesso. Administradores de sistema podem acessar e reverter essa mudan\u00e7a se necess\u00e1rio.

from_initial_data_entry = da entrada de dados inicial

group_description_cannot_be_more_100 = Descri\u00e7\u00e3o de grupo n\u00e3o pode ter mais que 1000 caracteres.

group_name_cannot_be_more_255 = O nome de grupo n\u00e3o pode ter mais que 255 caracteres.

has_an_invalid_regular_expression_at_row = has an invalid regular expression at row

has_associated_study_events_cannot_delete = \ tem eventos de estudo associados e n\u00e3o pode ser deletado.

has_associated_study_events_definitions_cannot_delete = \ tem defini\u00e7\u00f5es de evento de estudo associados e n\u00e3o pode ser deletado

has_been_assigned_to_the_study = has been assigned to the Study\u0009

has_been_assigned_to_the_site = has been assigned to the Site\u0009

has_been_assigned_to_the_study_site = foi designado ao estudo/centro\t

has_been_deleted_from_the_event = \ foi deletado do Evento\t
has_been_deleted_from_the_event_cont = All Notes & Discrepancies associated with this Event CRF have been automatically closed. The Event CRF status has been reverted to Data Entry Started.

has_been_granted_the_role = foi concedido o papel

has_been_locked_for_the_study = \ foi bloqueado para o estudo\t

has_been_reassigned_to_study_site = \ foi designado ao estudo/centro\t

has_been_removed = foi removido.

has_been_removed_from_the_event = foi removido do evento\t
has_been_removed_from_the_event_cont = All Notes & Discrepancies associated with this Event CRF have been automatically closed. The Event CRF status has been set to Removed/Invalid.

has_been_removed_from_the_study = foi removido do estudo\t

has_been_removed_from_the_study_site = foi removido do estudo/centro\t

has_been_removed_from_the_subject_record_for = \ foi removido do registro do paciente para\t

has_been_removed_need_confirmation = You have removed the CRF but the changes have not been saved. To save them, please select Confirm at the bottom of the page, and then Confirm and Finish on the next page.

has_been_removed_succesfully = foi removido com sucesso.

has_been_restored = foi restaurado.

has_been_restored_succesfully = foi restaurado com sucesso.

has_been_restored_to_the_event = foi restaurado ao evento

has_been_restored_to_the_study = foi restaurado ao estudo

has_been_restored_to_the_study_site = \ foi restaurado ao estudo/centro\t

has_been_unlocked_for_the_study = \ foi desbloqueado para o estudo

has_have_been_added = \ foi adicionado.

has_have_been_added_already = \ j\u00e1foi adicionado

has_have_been_added_need_confirmation = You have added the CRF but the changes have not been saved. To save them, please select Confirm at the bottom of the page, and then Confirm and Finish on the next page.

have_logged_out_application = Voc\u00ea saiu da aplica\u00e7\u00e3o. Favor ir ao\t

however_was_error_sending_user_email_regarding = \ Por\u00e9m, houve um erro enviando ao usu\u00e1rio um e-mail a respeito da nova senha de usu\u00e1rio. Favor resetar a senha de usu\u00e1rio editando a conta do usu\u00e1rio.

html_email_body_1 = Your Job, set to run on the dataset '

html_email_body_2 = ', has completed running.  You can check the new files generated under the dataset's entry in OpenClinica's Extract Data Module, available <a href='

html_email_body_3 = '>here</a>.<br/>

html_email_body_4 = Your job created the file

html_email_body_4_5 = , which is available <a href='

html_email_body_5 = If you have any questions about this job, or you have received this message in error, please contact your system administrator for your OpenClinica instance.<br/><p>Thank you,<br/>The OpenClinica Development Team

html_email_header_1 = <p>Dear

html_email_header_2 = ,<br/>

if_you_do_not_want_change_leave_blank = If you do not want to change the password, you can leave the new password field blank.

in_order_to_re_enter_openclinica = \ a fim de reentrar no OpenClinica

in_parent_study = em estudo pai

in_site = \ em centro

in_the_study = \ no estudo

in_the_study_site = no estudo/centro

incomplete_option_value_pair = There are an incomplete number of option-value pairs in

interviewer_name_date_updated = O nome do entrevistador e a data da entrevista foram atualizadas com sucesso.

it_should_only_contain_one = it should only contain one

item = Item '

item_at_row = ' at row

item_name_column = ITEM_NAME column

items_so_far = item(s) at\u00e9 agora.<br>

items_totally = itens no total.

items_totally_for_this_dataset = item(s) no total para este conjunto de dados.<br>

items_worksheet = Items sheet


last_logged = Voc\u00ea logou pela \u00faltima vez em

location_blank_error = Location cannot be blank.

lock_SED = Bloquear defini\u00e7\u00e3o de evento de estudo

login_page = P\u00e1ina de login

mailDNHeader = <P>Dear {0} {1},</P><P>A Discrepancy Note assigned to you has been updated. Select the link below to view this note and others currently assigned to you. </P>

mailDNParameters1 = <P>Description: {0}</P><P>Detailed Note: {1}</P><P>Updated By: {2}</P>

mailDNParameters2 = <P>Study: {0}</P><P>Study Subject: {1}</P>

mailDNParameters3 = <P>Study Event Definition: {0}</P>

mailDNParameters4 = <P>CRF Name: {0}</P>

mailDNParameters5 = <P>Section Name: {0}</P>

mailDNParameters6 = <P>Item Name: {0}</P>

mailDNSubject = {0} - Discrepancy Note for {1}

mailDNThanks = <P>Thank you,<br/>{0} Team.</P>

mail_cannot_be_sent_for_some_reasons = E-mail n\u00e3o p\u00f4de ser enviado por algumas raz\u00f5es.

mail_cannot_be_sent_to_admin = Email n\u00e3o p\u00f4de ser enviado ao administrador devido a problema no server de e-mail.

may_not_add_new_subject = Voc\u00ea n\u00e3o pode adicionar um novo paciente a este estudo.

may_not_enter_data_for_this_study = Voc\u00ea n\u00e3o pode entrar dados para este evento de estudo.

metadata_unavailabe_see_log = The metadata file is not available. Check the log file for detailed information.

must_be_a_positive_integer = must be a positive integer

must_be_a_positive_integer_or_blank = must be a positive integer, or blank

must_browse_study_events_by_subject_or_event_definition = Voc\u00ea pode navegar em existentes eventos de estudo pelo paciente ou pela defini\u00e7\u00e3o de evento de estudo.

must_enter_subject_ID_for_identifying = Voc\u00ea deve entrar com um ID de paciente de estudo para identificar esse paciente.

must_have_same_group_label = ' must have the same GROUP_LABEL

must_listed_before_item = ' must be listed before the Item '

name_cannot_be_blank_if_name = Tipo n\u00e3o pode ficar em branco se voc\u00ea colocar um nome.

name_cannot_be_blank_if_type = Nome n\u00e3o pode ficar em branco se voc\u00ea colocar um tipo.

new_user_added_to_study = novo usu\u00e1rio adicionado ao estudo

new_user_password = Nova senha de usu\u00e1rio

no_CRF_assigned_pick_another = N\u00e3o h\u00e1 CRFs designados a este estudo. Favor selecionar outro estudo, ou perguntar um administrador para designar CRFs a este estudo antes de continuar.

no_CRF_selected_for_definition_add_later = Nenhum CRF foi selecionado para esta defini\u00e7\u00e3o esta vez, voc\u00ea pode adicionar CRFs depois.

no_action_specified = Nenhuma a\u00e7\u00e3o especificada

no_crf_available_study_is_a_site = No CRFs are available to you as you are currently logged into a Site. Change to a Study in order to see the CRF Library.

no_event_crfs_matching_the_xml_metadata = No Event CRFs matching the XML metadata were found. Schedule an Subject Event and try again.

no_event_status_matching = One of the Events in the XML file has the status of either locked, stopped, or signed. Data cannot be uploaded with these Event statuses.

no_event_sheduled_for_subject = Por\u00e9m, nenhum evento foi agendado. Para entrar dados, agende um evento para este paciente.

no_file_uploaded_please_specify_file = No file has been uploaded. Specify a file to upload.

no_have_correct_privilege_current_study = Voc\u00ea n\u00e3o tem certos privil\u00e9gios para seu estudo ativo corrente.

no_have_permission_to_resolve_discrepancy = Voc\u00ea n\u00e3o tem permiss\u00e3o de resolver uma discrep\u00e2ncia.

no_have_permission_to_update_study_event_definition = Voc\u00ea n\u00e3o tem permiss\u00e3o de atualizar uma defini\u00e7\u00e3o de evento de estudo.

no_have_persmission_add_SED_to_study = Voc\u00ea n\u00e3o tem permiss\u00e3o de adicionar uma defini\u00e7\u00e3o de evento de estudo para este estudo.

no_item_could_be_found = No Item could be found with the key {0}.

no_metadata_could_be_found = No metadata could be found for your Item key {0}.

no_new_CRF_added = Nenhum novo CRF adicionado.

no_new_data_may_entered_for_this_SED = . Nenhum novo dado pode ser entrado para esta defini\u00e7\u00e3o de evento de estudo e nenhum dado existente pode ser modificado.

no_new_user_assigned_to_study = Nenhum novo usu\u00e1rio est\u00e1 designado ao estudo.

no_permission_to_view_discrepancies = Voc\u00ea n\u00e3o tem permiss\u00e3o para ver discrep\u00e2ncias.

no_sites_available_study_is_a_site = Sem centros dispon\u00e3oeis porque seu estudo corrente j\u00e1 \u00e9 um centro.

not_begin_DDE_on_CRF_not_resume_DE = Voc\u00ea n\u00e3o come\u00e7ou entrada dupla de dados neste CRF de evento, ent\u00e3o voc\u00ea n\u00e3o pode recome\u00e7ar a entrada de dados nele.

not_begin_DE_on_CRF_not_resume_DE = Voc\u00ea n\u00e3o come\u00e7ou entrada de dados neste CRF de evento, ent\u00e3o voc\u00ea n\u00e3o pode recome\u00e7ar entrada de dados nele.

not_belong_to_studies = \ n\u00e3o pertence aos seus estudos.

not_create_new_event = Voc\u00ea n\u00e3o pode criar um novo evento de estudo neste estudo.

not_exist = does not exist.

not_have_study_definitions_assigned = Voc\u00ea n\u00e3o tem defini\u00e7\u00f5es de evento de estudo designadas ao seu estudo ainda. Favor pedir seu diretor de estudo para adicionar eventos de estudo para que voc\u00ea possa continuar.

not_mark_CRF_complete1 = Voc\u00ea n\u00e3o pode marcar este CRF de evento como completo, porque ele n\u00e3o est\u00e1 na entrada de dados inicial ou no est\u00e1gio de valida\u00e7\u00e3o.

not_mark_CRF_complete2 = Voc\u00ea n\u00e3o pode marcar este CRF de evento como completo, porque ele j\u00e1 foi marcado como completo para entrada de dados, e valida\u00e7\u00e3o n\u00e3o \u00e9 permitido para este CRF de defini\u00e7\u00e3o de evento.

not_mark_CRF_complete3 = Voc\u00ea n\u00e3o pode marcar este CRF de evento como completo, porque h\u00e1 algumas se\u00e7\u00f5es que n\u00e3o foram analisadas.

not_mark_CRF_complete4 = Voc\u00ea n\u00e3o pode marcar este CRF de evento como completo, porque h\u00e1algumas entradas requeridas que n\u00e3o foram preenchidas.

not_mark_CRF_complete5 = Voc\u00ea n\u00e3o pode marcar este CRF de evento como completo, porque o nome do entrevistador est\u00e1 em branco.

not_mark_CRF_complete6 = Voc\u00ea n\u00e3o pode marcar este CRF de evento como completo, porque voc\u00ea n\u00e3o iniciou entrada de dados e voc\u00ea n\u00e3o \u00e9 diretor ou coodernador de estudo.

not_mark_CRF_complete7 = Voc\u00ea n\u00e3o pode marcar este CRF de evento como completo, porque voc\u00ea n\u00e3o \u00e9 o validador e nem Diretor ou Coodernador de estudo.

not_perfom_validation_syscontact = Voc\u00ea n\u00e3o pode executar valida\u00e7\u00e3o em um CRF neste estudo. Favor mudar seu estudo ativo ou contatar o coordenador de estudo.

not_perform_validation = Voc\u00ea n\u00e3o pode executar valida\u00e7\u00e3o neste CRF de evento, porque valida\u00e7\u00e3o j\u00e1 foi finalizada.

not_valid_section_at_row = is not a valid section at row

note_cannot_be_saved = Your Discrepancy Note for the Item cannot be saved because data entry for this CRF is not started yet.

note_saved_into_db = A sua Nota de Discrepância foi guardada na base de dados.

number_option_not_match = NUMBER OF OPTIONS DOES NOT MATCH

number_value_not_match = NUMBER OF VALUES DOES NOT MATCH

passed_event_crf_status_check = Passed Event CRF Status Check...

passed_oid_metadata_check = Passed OID Metadata Check...

passed_study_check = Passed Study Check...

passed_xml_validation = Passed XML Validation...

passing_crf_edit_checks = Passing CRF Edit Checks...

password_req_changes_have_been_saved = The changes you made to the Password Configuration Requirements have been saved.


password_expired = Sua senha expirou, favor mud\u00e1-la por raz\u00f5es de seguran\u00e3o.

password_set = Sua senha corrente foi feita pelo sistema. Para maior seguran\u00e3o, favor mud\u00e1-la em seu

perhaps_missing_comma = perhaps you are missing a comma? If there is a comma in any option text/value itself, use \\\\, instead.

please_choose_a_CRF_to_add_new_version_for = Favor escolher um CRF para adicionar uma nova vers\u00e3o.

please_choose_a_CRF_to_remove = Favor escolher um crf para remover.

please_choose_a_CRF_to_restore = Favor escolher um crf para restaurar.

please_choose_a_CRF_to_view = Favor escolher um CRF para restaurar.

please_choose_a_CRF_version_to_delete = Favor escolher uma vers\u00e3o de CRF para deletar.

please_choose_a_CRF_version_to_remove = Favor escolher uma vers\u00e3o de CRF para remover.

please_choose_a_CRF_version_to_restore = Favor escolher uma vers\u00e3o de CRF para restaurar.

please_choose_a_CRF_version_to_update = Favor escolher um CRF para atualizar.

please_choose_a_SED_to_lock = Favor escolher uma defini\u00e7\u00e3o de evento de estudo para bloquear.

please_choose_a_SED_to_remove = Favor escolher uma defini\u00e7\u00e3o de evento de estudo para remover.

please_choose_a_SED_to_restore = Favor escolher uma defini\u00e7\u00e3o de evento de estudo para restaurar.

please_choose_a_SED_to_unlock = Favor escolher uma defini\u00e7\u00e3o de evento de estudo para desbloquear.

please_choose_a_SE_to_remove = Favor escolher um evento de estudo para remover.

please_choose_a_SE_to_restore = Favor escolher um evento de estudo para restaurar.

please_choose_a_crf_to_remove = Favor escolher um crf para remover.

please_choose_a_crf_to_view_details = Favor escolher um crf para ver detalhes.

please_choose_a_definition_to_edit = Favor escolher uma defini\u00e7\u00e3o para editar.

please_choose_a_definition_to_view = Favor escolher uma defini\u00e7\u00e3o para ver.

please_choose_a_site_to_edit = Favor escolher um centro para editar.

please_choose_a_site_to_remove = Favor escolher um centro para remover.

please_choose_a_site_to_restore = Favor escolher um centro para restaurar.

please_choose_a_study_site_to_reassign_the_subject = Favor escolher um estudo/centro para redesignar ao paciente.

please_choose_a_study_subject_to_remove = Favor escolher um paciente de estudo para remover.

please_choose_a_study_to_edit = Favor escolher um estudo para editar.

please_choose_a_study_to_remove = Favor escolher um estudo para remover.

please_choose_a_study_to_restore = Favor escolher um estudo para restaurar.

please_choose_a_study_to_view = Favor escolher um estudo para visualizar.

please_choose_a_subject_group_class_to_edit = Favor escolher uma classe de grupo de paciente para editar.

please_choose_a_subject_group_class_to_remove = Favor escolher uma classe de grupo de paciente para remover.

please_choose_a_subject_group_class_to_restore = Favor escolher uma classe de grupo de paciente para restaurar.

please_choose_a_subject_group_class_to_view = Favor escolher uma classe de grupo de paciente para ver.

please_choose_a_subject_to_reassign = Favor escolher um paciente para redesignar.

please_choose_a_subject_to_remove = Favor escolher um paciente para remover.

please_choose_a_subject_to_restore = Favor escolher um paciente para restaurar.

please_choose_a_subject_to_view = Favor escolher um paciente para ver.

please_choose_a_user_to_remove_his_role = Favor escolher um usu\u00e1rio para remover seu papel.

please_choose_a_user_to_restore_his_role = Favor escolher um usu\u00e1rio para restaurar seu papel.

please_choose_a_user_to_set_role_for = Favor escolher um usu\u00e1rio para colocar um papel.

please_choose_a_user_to_view = Favor escolher um usu\u00e1rio para ver.

please_choose_an_ED_ta_to_vies_details = Favor escolher uma defini\u00e7\u00e3o de evento para ver detalhes.

please_choose_an_event_CRF_to_delete = Favor escolher um CRF de evento para deletar.

please_choose_an_event_CRF_to_remove = Favor escolher um CRF de evento para remover.

please_choose_an_event_CRF_to_restore = Favor escolher um CRF de evento para restaurar.

please_choose_an_event_CRF_to_view = Favor escolher um CRF de evento para ver.

please_choose_an_item_first = Favor escolher um item primeiro.

please_choose_study_subject_to_edit = Favor escolher um paciente de estudo para editar.

please_choose_study_subject_to_restore = Favor escolher um paciente de estudo para restaurar.

please_choose_subject_to_edit = Favor escolher um paciente para editar subject to edit.

please_contact_owner_to_delete = , favor contatar o dono para deletar a vers\u00e3o antrior. Ou voc\u00ea pode mudar o nome da vers\u00e3o e enviar uma diferente para o CRF.

please_contact_sysadmin_for_more_information = Favor contatar o administrador de sistema para mais informa\u00e7\u00f5es.

please_contact_sysadmin_questions = Favor contatar o administrador de sistema se voc\u00ea tiver perguntas.

please_write_down_the_password_and_provide = \ Favor escrever abaixo a senha e fornec\u00ea-la diretamente ao usu\u00e1rio.

preview_data_has_timed_out = The Preview data has timed out and expired. You can start the CRF version creation process again.

problem_happened_saving_year = Ocorreu um problema salvando o ano de nascimento.

profile_updated_succesfully = Seu perfil foi atualizado com sucesso



regular_expression_contained = Regular expression contained

remove_SED = Remover defini\u00e7\u00e3o de evento de estudo

remove_event_CRF_from_event = Remover CRF de evento de evento\t

remove_event_from_study = Remover evento de estudo\t

remove_subject_from_study = Remover paciente de estudo

remove_user_role = remover papel de usu\u00e1rio

request_cannot_be_sent_due_mail_server_problem = Sua requisi\u00e7\u00e3o n\u00e3o p\u00f4de ser enviada devido a problemas no server de e-mail, favor tentar de novo depois.

required_event_CRF_belong = Required Event CRF does not belong to your Studies.

required_field = REQUIRED FIELD

required_study_subject_not_belong = Required Study Subject does not belong to your Studies.

resp_label_with_different_resp_options = RESPONSE_OPTIONS_TEXT cannot be different for the same RESPONSE_LABEL. Error on row

resp_label_with_different_resp_options_html_error = RESPONSE_OPTIONS_TEXT can not be different for the same RESPONSE_LABEL.

resp_label_with_different_resp_values = REPONSE_VALUES cannot be different for the same RESPONSE_LABEL. Error on row

resp_label_with_different_resp_values_html_error = RESPONSE_VALUES_OR_CALCULATIONS cannot be different for the same RESPONSE_LABEL.

restore_SED = Restaurar defini\u00e7\u00e3o de evento de estudo

restore_event_CRF_to_event = Restaurar CRF de evento ao evento

restore_event_to_study = Restaurar evento ao estudo

restore_subject_to_study = Restaurar paciente ao estudo

restore_subject_to_system = Restaurar paciente ao sistema

restore_user_role = restaurar papel de usu\u00e1rio

section_not_have_questions_select_another = Essa se\u00e7\u00e3o n\u00e3o tem quest\u00f5es. Favor escolher outra.

sections_worksheet = Sections sheet

see_below_for_details = Veja abaixo para detalhes.

select_a_CRF_before_picking = Favor escolher um CRF primeiro antes de pegar quest\u00f5es.

select_questions_before_set_parameters = Favor selecionar algumas quest\u00f5es antes de colocar seus par\u00e2metros.

select_section_before_select_question = Favor selecionar uma se\u00e7\u00e3o antes de ir em selecionar quest\u00f5es.

set_user_role = colocar papel de usu\u00e1rio

should_be_file = should be 'file'


should_not_have_same_group_label = ' should not have the same GROUP_LABEL

should_select_one_item_to_create_dataset = Voc\u00ea deve selecionar pelo menos um item para criar um conjunto de dados.

since_perform_data_entry = Visto que voc\u00ea executou a rodade inicial de entrada de dados neste CRF de evento, e que menos de 12 horas se passaram desde que a entrada de dados foi finalizada, voc\u00ea n\u00e3o pode executar valida\u00e7\u00e3o agora.

sorry_but_at_this_time_may_not_modufy_SED = Desculpe, mas agora voc\u00ea n\u00e3o pode modificar uma defini\u00e7\u00e3o de estudo de evento uma vez que dados foram adicionados a ele. Se voc\u00ea precisa editar, favor remover todos os dados de evento associados a esta defini\u00e7\u00e3o de estudo de evento primeiro.

study_creation_cancelled = Your Study creation is cancelled.
study_module_description_2 = Once you have completed steps 1 - 5 and click the "Save" button, steps 6 and 7 will appear, allowing you to configure your study's Sites and add Users at the study or site levels.
study_event_to_enter_data_not_belong_study = O evento de estudo para o qual voc\u00ea est\u00e1 tentando entrar dados n\u00e3o pertence ao estudo corrente.

study_event_updated = O evento de estudo foi atualizado com sucesso.

study_locked_site_status_frozen = The parent Study is frozen; you cannot update the Site status to available.

study_locked_site_status_locked = The parent Study is locked; you cannot update the status of the Site.

study_module_description_1 = Welcome to the Build Study page of LibreClinica! This page is designed to help you build and configure your Study by following a task-based approach. The tasks listed below need to be completed in order to start using your Study. Once you have finished each task, check "Mark Complete" then click the "Save" button. <ul><li>To start a task, select the {0} icon. You can always select the {1} icon to add a new component to your Study.</li><li>Select the {2} icon to edit the values for a task.</li><li>Select the {3} to view the specified values for that task.</li></ul>



study_module_description_3 = To add users to different Sites, you must first change your Study/Site to the appropriate Site. Then, in the Tasks menu, from the Study Setup module, select Users.

study_module_description_4 = When you are ready to start adding Subjects to your Study, select Available from the Set Study Status drop-down list and click the "Save" button. If the Study status is Design, Subjects cannot be added.

study_module_uncheck = If you uncheck this box, the status of this Task will become In Progress or Not Started. Select OK to continue, or Cancel to cancel this transaction.

study_subject_ID_should_not_contain_protected_information = \ O ID de paciente de estudo n\u00e3o deve conter informa\u00e7\u00f5es de sade protegida como nome ou SSN.

study_subject_has_been_deleted = \ O paciente de estudo foi deletado.

study_subject_updated_succesfully = O paciente de estudo foi atualizado com sucesso.

subject_event_cannot_signed = The Subject Event is not ready to be signed.

subject_event_data_is_as_it_was_before = Os dados de evento de paciente est\u00e3o  como se estivesse antes de estar bloqueado - dispon\u00e3oel para ver, pesquisar, extrair, como tamb\u00e9m para adi\u00e7\u00e3o e modifica\u00e7\u00e3o.

subject_event_signed = All the Events in the Study Subject have been updated to a status of "signed".

subject_group_class_only_added_top_level = Subject Group Classes can only be added to Studies, not Sites.

subject_reassigned = The Subject {0} has been reassigned to Study/Site {1}.

subject_updated_succcesfully = O paciente foi atualizado com sucesso.

subject_with_unique_identifier = O paciente com identificador nico '

the = The

the_CRF = O CRF\t

the_CRF_has_been_updated_succesfully = O CRF foi atualizado com sucesso.

the_CRF_version = A vers\u00e3o de CRF\t

the_CRF_version_cannot_be_deleted = A vers\u00e3o de CRF n\u00e3o pode ser deletada.

the_CRF_version_has_been_deleted_succesfully = A vers\u00e3o de CRF foi deletada com sucesso.

the_ED_has_been_updated_succesfully = A defini\u00e7\u00e3o de evento foi atualizada com sucesso.

the_SED = A defini\u00e7\u00e3o de estudo de evento\t

the_SE_you_attempting_enter_data_not_belong = O evento de estudo que voce est\u00e1 tentando entrar dados n\u00e3o pertence ao estudo corrente.

the_discrepancy_choose_has_been_closed_resolved_create_new = A nota de discrep\u00e2ncia que voc\u00ea escolheu foi fechada/resolvida. Favor criar uma nova nota para esta entidade se uma discrep\u00e2ncia ainda existe.

the_discrepancy_note_triying_resolve_has_invalid_type = A nota de discrep\u00e2ncia que voc\u00ea est\u00e1 tentando resolver tem um tipo de entidade inv\u00e1lido.

the_event = O evento\t

the_event_CRF = O CRF de evento\t

the_event_crf_not_correct_status = The Event CRF you are trying to update does not have the correct status.

the_excel_is_not_available_on_server_contact = A planilha do excel n\u00e3o est\u00e1 dispon\u00e3oel no servidor, favor contatar seu administrador para ajuda.

the_excel_not_have_valid_worksheet_please_check = The excel spreadsheet doesn't have required valid worksheets. Please check whether it contains sheets of CRF, Sections and Items.

the_filter_was_succesfully_updated = O filtro foi atualizado com sucesso.

the_item_group_oid_did_not = The Item Group OID {0} did not generate any results in the database. Check it and try again.

the_item_group_oid_did_not_contain_item_data = The Item Group OID {0} did not contain any Item Data in the XML file. Check it and try again.

the_new_event_definition_created_succesfully = A nova defini\u00e7\u00e3o de evento foi criada com sucesso.

the_new_event_definition_creation_cancelled = A cria\u00e7\u00e3o da nova defini\u00e7\u00e3o de evento est\u00e1 cancelada.

the_new_site_created_succesfully_current = O novo centro foi criado com sucesso e agora \u00e9 seu novo estudo ativo corrente.

the_new_study_created_succesfully_current = O novo estudo foi criado com sucesso e agora \u00e9 seu novo estudo ativo corrente.

the_role_cannot_be_restored_since_user_deleted = O papel n\u00e3o pode ser restaurado, visto que o usu\u00e1rio est\u00e1 deletado.

the_role_choosen_was_invalid_choose_another = O papel escolhido foi inv\u00e1lido. Favor escolher outro.

the_site_has_been_updated_succesfully = O centro foi atualizado com sucesso.

the_specified_action_is_invalid = A a\u00e7\u00e3o especificada no papel de usu\u00e1rio do estudo \u00e9 inv\u00e1lida.

the_specified_action_is_not_allowed = A a\u00e7\u00e3o especificada n\u00e3o \u00e9 permitida.

the_specified_action_on_the_user_is_invalid = A a\u00e7\u00e3o especificada no usu\u00e1rio \u00e9 inv\u00e1lida.

the_specified_user_not_exits = O usu\u00e1rio especificado n\u00e3o existe.

the_specified_user_role_not_exits_for_study = O papel de usu\u00e1rio especificado n\u00e3o existe para o estudo especificado.

the_study_has_been_updated_succesfully = O estudo foi atualizado com sucesso.

the_study_subject_ID_used_by_another_in_study_site = 

the_study_user_role_deleted = The study user role has been deleted.

the_study_user_role_restored = O papel de usu\u00e1rio do estudo foi restaurado.

the_subject = O paciente

the_subject_group_class_created_succesfully = A classe de grupo de paciente foi criada com sucesso.

the_subject_group_class_no_updated_database = A classe de grupo de paciente n\u00e3o p\u00f4de ser atualizada no banco.

the_subject_group_class_not_created_database = A classe de grupo do paciente n\u00e3o p\u00f4de ser criada no banco.

the_subject_group_class_updated_succesfully = A classe de grupo de paciente foi atualizada com sucesso.

the_user_account = A conta de usu\u00e1rio\t

the_user_could_not_be_deleted_due_database_error = O usu\u00e1rio n\u00e3o p\u00f4de ser deletado devido a um erro de banco.

the_user_could_not_be_edited_because_no_user_types = O usu\u00e1rio n\u00e3o p\u00f4de ser editado porque n\u00e3o h\u00e1 tipos de usu\u00e1rio dispon\u00edvel.

the_user_has_been_deleted = O usu\u00e1rio foi deletado.

the_user_has_been_removed_successfully = The user has been removed successfully.

the_user_has_been_restored = O usu\u00e1rio foi restaurado.

the_user_has_been_unlocked = The user has been unlocked.

the_user_has_no_role_in_study = O usu\u00e1rio n\u00e3o tem papel no estudo especificado. Voc\u00ea n\u00e3o pode usar esta funcionalidade de adicionar usu\u00e1rio a um novo estudo.

the_user_in_study_has_been_updated = O papel de usu\u00e1rio no estudo foi atualizado.

the_user_is_now_be_able_to_access_study = O usu\u00e1rio agora pode acessar o estudo.

the_user_will_no_longer_access_to_the_study = O usu\u00e1rio n\u00e3o pode mais acessar o estudo.

there_are_no_sections_ins_this_CRF = N\u00e3o h\u00e1 se\u00e7\u00f5es neste CRF.

there_are_no_sections_ins_this_CRF_version = N\u00e3o h\u00e1 se\u00e7\u00f5es nesta vers\u00e3o de CRF.

there_was_an_error_sending_account_creating_mail = Houve um erro enviando um e-mail de cria\u00e7\u00e3o da conta. Favor contatar o usu\u00e1rio diretamente para tratar sobre. Voc\u00ea pode resetar a senha de usu\u00e1rio editando a conta do mesmo.

there_was_an_error_sending_reset_email_try_reset = Houve um erro enviando o e-mail com a senha resetada. Favor tentar resetar novamente.

there_were_some_errors_submission = Houve alguns erros em sua submiss\u00e3o.

this_CRF_version = Esta vers\u00e3o de CRF

this_SED_cannot_be_restored = Esta defini\u00e7\u00e3o de evento de estudo n\u00e3o pode restaurada.

this_SED_cannot_be_unlocked = Esta defini\u00e7\u00e3o de evento de estudo n\u00e3o pode desbloqueada.

this_SED_is_not_available_for_this_study = Esta defini\u00e7\u00e3o de evento de estudo n\u00e3o est\u00e1 dispon\u00edvel para este estudo.

this_event_CRF_avilable_for_study = Este CRF de evento j\u00e1 est\u00e1 dispon\u00edvel para este estudo.

this_event_CRF_is_removed_for_this_study = Este CRF de evento est\u00e1 removido para este estudo.

this_event_is_already_available_for_study = Este evento j\u00e1 est\u00e1 dispon\u00edvel para este estudo.

this_event_is_not_available_for_this_study = Este evento n\u00e3o est\u00e1 dispon\u00edvel para este estudo.

this_may_be_external_ID_number = \ Este pode ser um n\u00famero de ID externo contendo letras, n\u00fameros, e espa\u00e7os,

this_site_has_been_removed_succesfully = Este centro foi removido com sucesso.

this_site_has_been_restored_succesfully = Este centro foi restaurado com sucesso.

this_study_has_been_removed_succesfully = Este estudo foi removido com sucesso.

this_study_has_been_restored_succesfully = Este estudo foi restaurado com sucesso.

this_subject_group_class_has_been_deleted_already = A classe de grupo de paciente j\u00e1 foi deletada.

this_subject_group_class_is_available_cannot_restore = Esta classe de grupo de paciente j\u00e1 est\u00e1 dispon\u00edvel e n\u00e3o pode ser restaurada.

this_subject_group_class_was_removed_succesfully = A classe de grupo de paciente foi removida com sucesso.

this_subject_group_class_was_restored_succesfully = Esta classe de grupo de paciente foi restaurada com sucesso.

this_subject_is_already_available_for_study = Este paciente j\u00e1 est\u00e1 dispon\u00edvel para este estudo.

this_subject_is_not_available_for_this_study = Este paciente n\u00e3o est\u00e1 dispon\u00edvel para este estudo.

to_override_these_errors = To override these errors and keep the data as you entered it, click one of the \\"Confirm\\" buttons.

uncheck_sdv = If you uncheck this box, you are removing Source Data Verification for this Event CRF. You will have to repeat the SDV process at another time. Select OK to continue and Cancel to cancel this transaction.

unlock_SED = Desbloquear defini\u00e7\u00e3o de evento de estudo

updating_ED_is_cancelled = Atualiza\u00e7\u00e3o de defini\u00e7\u00e3o de evento est\u00e1 cancelada.

uploaded_files_not_deleted_or_not_exist = The following uploaded files cannot be deleted or do not exist

uploaded_successfully_go_to_data_entry_page_to_save_into_database = filename has been temporarily uploaded to the Item in the CRF. You must select the Close window button, and select Save on the CRF to commit this file to the directory. If you do not click Save on the CRF section, the file will not be uploaded successfully.

user_password = Senha de usuario:\t

user_profile = Perfil de usu\u00e1rio

validation_has_already_begun = Valida\u00e7\u00e3o j\u00e1 come\u00e7ou neste CRF de evento. Visto que voc\u00ea n\u00e3o \u00e9 a pessoa que come\u00e7ou a valida\u00e7\u00e3o, voc\u00ea n\u00e3o pode continuar.

value_you_specified = O valor que voc\u00ea especificou n\u00e3o bate com o valor:

version_not_unique_cause_confusion = The VERSION column is not unique. This can cause confusion in selecting the correct CRF. Make sure you change the version name so that it can be uniquely identified by users in the system. Otherwise, the previous version that has the same version name will be deleted from database.

warning_this_subject_has_group_data_associated = Cuidado: Esse paciente tem dados de grupo associados ao estudo corrente, os dados de grupo ser\u00e3o perdidos se voc\u00ea redesign\u00e1-lo a outro estudo.

was_a_duplicate_of = was a duplicate of

was_blank_at_row = was blank at row\u0020

was_blank_in_the_CRF_worksheet = was blank in the CRF worksheet.

was_created_succesfully = \ foi criado com sucesso.

was_detected_at_row = was detected at row

was_invalid_at_row = was invalid at row

was_updated_succesfully = \ foi atualizado com sucesso.

welcome = Bem-vindo ao cosi5,

width_decimal_unavailable_for_single_multi_checkbox_radio = width_decimal is unavailable for "single-select", "multi-select", "chechbox" and "radio"

with_role = com papel

with_the_role = com o papel


you_are_not_owner_some_items_cannot_delete = Voce n\u00e3o \u00e9 dono de alguns itens, ent\u00e3o voc\u00ea n\u00e3o pode deletar a vers\u00e3o de CRF.


you_are_trying_resolve_discrepancy_not_exist = Voc\u00ea est\u00e1 tentando resolver uma nota de discrep\u00e2ncia que n\u00e3o existe.

you_cannot_create_site_itself_site = Voc\u00ea n\u00e3o pode criar um centro de um estudo que j\u00e1 \u00e9 um pr\u00f3prio centro. Favor mudar seu estudo ativo para um estudo de alto-n\u00edvel ou contatar seu administrador de sistema.

you_choose_to_show_event_attributes = Voc\u00ea escolheu mostrar os atributos de evento:

you_choose_to_show_subject_attributes = Voc\u00ea escolheu mosrtar os atributos de paciente:

you_have_a_date_value_which_is_not = You have a date value which is not in ISO 8601 format at the OID {0}. Check it and try again.

you_have_selected = Voc\u00ea selecionou

you_may_enter_study_subject_ID_listed = \ ou voc\u00ea pode simplesmente entrar o ID de paciente de estudo listado abaixo.

you_may_not_create_discrepancy_note = Voc\u00ea n\u00e3o pode criar uma nota de discrep\u00e2ncia.

you_may_not_perform_admin_edit_on_CRF_not_completed_by_user = Voc\u00ea n\u00e3o pode executar edi\u00e7\u00e3o administrativa neste CRF, ent\u00e3o voc\u00ea n\u00e3o pode resolver esta nota. Isso pode ser porque o CRF n\u00e3o foi finalizado pelo usu\u00e1rio fazendo entrada de dados, ou porque seu papel n\u00e3o tem privil\u00e9gios suficientes neste CRF. Se voc\u00ea acha que receber essa mensagem est\u00e1 errada, favor contatar o administrador de sistema.

you_may_not_perform_administrative_editing = Voc\u00ea n\u00e3o pode executar edi\u00e7\u00e3o administrativa no CRF de evento neste estudo

you_may_not_perform_administrative_functions = Voc\u00ea n\u00e3o pode executar fun\u00e7\u00f5es administrativas

you_may_not_perform_data_entry_on_a_CRF = Voc\u00ea n\u00e3o pode executar entrada de dados em um CRF neste estudo.

you_may_not_perform_data_entry_on_event_CRF_because_not_owner = Voc\u00ea n\u00e3o pode executar entrada de dados neste CRF de evento, porque voc\u00ea n\u00e3o \u00e9 o dono, diretor de estudo, ou coordenador de estudo.

you_may_not_submit_data_for_this_study = Voc\u00ea n\u00e3o pode submeter dados para este estudo.

you_not_enter_data_initial_DE_completed = Voc\u00ea n\u00e3o pode entrar dados neste CRF de evento, porque a entrada de dados inicial j\u00e1 foi finalizada ou o CRF de evento n\u00e3o est\u00e1 dispon\u00edvel.

you_not_have_permission_create_CRF = Voc\u00ea n\u00e3o tem permiss\u00e3o para criar um CRF.

you_not_have_permission_download_attached_file = You do not have permission to download the attached file.

you_not_have_permission_to_update_a_CRF = 

you_not_have_permission_update_a_CRF = Voc\u00ea n\u00e3o tem permiss\u00e3o para atualizar um CRF.

you_not_have_permission_upload_file = You do not have permission to upload a file.

your_crf_version_oid_did_not_generate = Your CRF Version OID {0} did not generate any results in the database. Check it and try again.

your_crf_version_oid_for_study_event_oid = Your CRF Version OID {0} for Study Event OID {1} does not reference a proper CRF version in that Study Event.

your_current_study_is_not_the_same_as = Your current Study is not the same as the Study {0}, for which you are trying to enter data. Change the current Study.

your_email_address_not_found_try_again = Seu endere\u00e7o de e-mail n\u00e3o p\u00f4de ser encontrado em nosso banco. Favor tentar denovo ou contatar o administrador.

your_expired_password_reset_successfully = Your expired password has been reset successfully.

your_item_group_oid_for_form_oid = Your Item Group OID {0} for Form OID {1} does not reference a proper Item Group in that CRF Version.

your_item_oid_for_item_group_oid = Your Item OID {0} for Item Group OID {1} does not reference a proper Item in the Item Group.

your_job_ran_success_html = ,<br/>Your job ran successfully with the following messages returned.

your_listed_crf_in_the_file = Your listed Event CRF in the file {0} does not exist, or has already been locked for import.

your_message_sent_succesfully = Sua mensagem foi enviada com sucesso.

your_password_has_expired_must_change = Your password has expired. You must change your password to login. Your new password cannot be the same as your old password.

your_password_not_send_due_mail_server_problem = Sua senha n\u00e3o p\u00f4de ser enviada devido a problemas com o server de e-mail, favor tentar de novo depois.

your_password_not_verified_try_again = Seu desafio de senha n\u00e3o p\u00f4de ser verificado. Favor tentar de novo ou contatar o administrador.

your_password_reset_new_password_emailed = Sua senha foi resetada e uma nova senha tempor\u00e1ria foi enviada para seu endere\u00e7o de e-mail. Voc\u00ea ser\u00e1 requisitado a trocar essa senha na pr\u00f3xima vez que entrar no sistema.

your_request_has_been_sent_succesfully = Sua requisi\u00e7\u00e3o foi enviada com sucesso.

your_request_has_been_sent_succesfully_to_admin = Sua requisi\u00e7\u00e3o foi enviada ao administrador do OpenClinica com sucesso.

your_study_event_contains_no_form_data = Your Study Event {0} contains no Form Data, or the Form OIDs are incorrect. Check it and try again.

your_study_event_oid_for_subject_oid = Your Study Event OID {0} for Subject OID {1} does not reference an existing Study Event in the Study.

your_study_oid_does_not_reference_an_existing = Your Study OID {0} does not reference an existing Study or Site in the database. Check it and try again.

your_subject_oid_does_not_reference = Your Subject OID {0} does not reference an existing Subject in the Study.

your_user_name_used_by_other_try_another = Seu nome de usu\u00e1rio j\u00e1 est\u00e1 sendo usado. Favor escolher outro nome.

your_xml_in_the_file = Your XML in the file {0} was well formed, but generated {1} metadata errors.

your_xml_is_not_well_formed = Your XML is not well formed, and does not comply with the ODM 1.3 Schema. Check it and try again. It returned the message: {0}

SECTION_TITLE_column = Section title column
RESPONSE_VALUES_column = Response values column
should_be_integer = should be integer
should_be_real = should be real
reason_for_change_error = You have changed data after this CRF was marked complete. You must provide a Reason For Change Discrepancy Note for this Item before you can save this updated information.
does_not_match_the_item_data_type_with_the_same_response_label = does not match the data type of the Item with the same response label



lockout_changes_have_been_saved = The changes you made to the Lockout Configuration have been saved.

job_ran_for = Job ran for
job_ran_but_no_files = Job ran but no real files found.
job_failure_for = Job FAILURE for
please_select_the_link_below_dn = Please select the link below to view the information provided. You may need to login to OpenClinica with your user name and password after selecting the link. If you receive a page cannot be displayed message, please make sure to select the Change Study/Site link in the upper right table of the page, select the study referenced above, and select the link again.
please_review_the_data_html = Review the data, or modify the files accordingly so that they can be imported.<br/>
unreadable_file = Unreadable File
problems_encountered_with_file = Problems encountered with file {0}: {1}<br/>
you_can_review_the_data = <p>You can review the entered data <a href='
you_can_review_the_data_2 = ListStudySubjects'>here</a> and the log messages <a href='
you_can_review_the_data_3 = ViewLogMessage?n=
you_can_review_the_data_4 = '>here</a>.
you_can_access_tab_delimited = You can access your tab-delimited file <a href='AccessFile?fileId={0}'>here</a>.<br/>
you_can_access_odm_12 = You can access your ODM 1.2 w/OpenClinica Extension XML file <a href='AccessFile?fileId={0}'>here</a>.<br/>
you_can_access_odm_12_xml = You can access your ODM 1.2 XML file <a href='AccessFile?fileId={0}'>here</a>.<br/>
you_can_access_odm_13 = You can access your ODM 1.3 XML file <a href='AccessFile?fileId={0}'>here</a>.<br/>
you_can_access_odm_13_xml = You can access your ODM 1.3 w/OpenClinica Extension XML file <a href='AccessFile?fileId={0}'>here</a>.<br/>
you_can_access_spss = You can access your SPSS files <a href='AccessFile?fileId={0}'>here</a>.<br/>
SHOW_GROUP_column = SHOW_GROUP column
SHOW_ITEM_column = SHOW_ITEM column
write_protected = The file you are trying to remove is write protected. Contact the administrator.
file_removed = The Archive Dataset File was removed successfully.
error_removing_file = The file could not be removed. Contact the administrator.

your_answers_activated_hidden_items = Based on your answers, you need to answer additional questions below. =======
crf_name_length_error = CRF name cannot be more than 255 characters
version_length_error = Version cannot be more than 255 characters
version_description_length_error = Version description cannot be more than 4000 characters
revision_notes_length_error = Revision notes cannot be more than 255 characters
section_label_length_error = Section label cannot be more than 2000 characters
section_title_length_error = Section title cannot be more than 2000 characters
section_subtitle_length_error = Section subtitle cannot be more than 2000 characters
section_instruction_length_error = Section instruction cannot be more than 2000 characters
section_page_number_length_error = Section page number cannot be more than 5 characters
item_name_length_error = Item name cannot be more than 255 characters.
item_desc_length_error = Item name cannot be more than 4000 characters
left_item_length_error = Left item text cannot be more than 4000 characters
right_item_length_error = Right item text cannot be more than 4000 characters
item_header_length_error = Item header cannot be more than 2000 characters
item_subheader_length_error = Item subheader cannot be more than 240 characters
regexp_errror_length_error = Regexp error cannot be more than 255 characters
group_label_length_error = Group Label cannot be more than 255 characters
radio_with_default = LibreClinica does not support DEFAULT_VALUES with radio RESPONSE_TYPES. Change the RESPONSE_TYPE for this item
change_radio = , or remove the value in the DEFAULT_VALUE column.
repeating_group_error = Repeating Group must be true/false.
repeat_number_none_repeating = Repeat Number must be blank for non-repeating groups.
group_header_length_error = Group Header cannot be more than 255 characters=======
repeat_max_none_repeating = Repeat Max must be blank for non-repeating groups.
SIMPLE_CONDITIONAL_DISPLAY_column = SIMPLE_CONDITIONAL_DISPLAY column
correct_pattern = Correct pattern should be (the_parent_item_name, the_chosen_response_value, error_message)
control_item_name_invalid = The control Item must be in the same section and precede this simple conditional display item. It is invalid for the control Item name called
control_response_value_invalid = Among response values of the control Item (the control Item must be in the same section and precede this simple conditional display item), there is no response value called
should_be_hide_for_scd = For a simple conditional display item, its ITEM_DISPLAY_STATUS column should be set to "HIDE".
ITEM_DISPLAY_STATUS_column = ITEM_DISPLAY_STATUS column


rules_Import_info = Rules are created in an XML document outside of LibreClinica and are imported through this module. <br> Rules allow users to build advanced edit checks, such as cross-field and cross-form edit checks and edit checks with dates. <br>When authoring Rules, actions can be specified for sending emails, or autogenerating Discrepancy Notes or both. <br>For more information about Rules and examples, see 'Rules' in LibreClinica User Documentation.


you_can_only_use_letters_or_numbers = \u0020You can only use letters or numbers in this field.
html_email_body_2_2 = ', has completed running.

page_close_automatically = Esta p\u00E1gina ir\u00E1 fechar automaticamente.

item_initially_entered_on = This item was initially entered on
no_changed_made_since_item_initially_entered_on = No changes have been made to this data point since it was initially entered on
OCRERR_0001 = Logic Error, {0} and {1} cannot be used with the {2} operator.
OCRERR_0002 = Logic Error, {0} and {1} cannot be calculated with the {2} operator.
OCRERR_0003 = Logic Error, Operator you specified is not valid.
OCRERR_0004 = Logic Error, {0} Cannot be transformed into a Date.
OCRERR_0005 = Syntax Error in Expression.
OCRERR_0006 = Syntax Error, Missing right parenthesis.
OCRERR_0007 = Syntax Error, End-of-line encountered in the middle of an expression.
OCRERR_0008 = Syntax Error, Extra right parenthesis.
OCRERR_0009 = Syntax Error, Misplaced operator.
OCRERR_0010 = Syntax Error, Unexpected character {0} encountered.
OCRERR_0011 = Type not supported.
OCRERR_0012 = Item or Property "{0}" not found.
OCRERR_0013 = The following : {0} is not valid.
OCRERR_0014 = This has to be either a number or a date.
OCRERR_0015 = {0} cannot be negative.
OCRERR_0016 = Your XML is not well formed, and does not comply with the Rules schema. Check it and try again.  It returned the message: {0}
OCRERR_0017 = {0} you provided is not valid for target : {1}.
OCRERR_0018 = {0} you provided is not valid.
OCRERR_0019 = OID "{0}" is not valid.
OCRERR_0020 = Study Event Definition OID or CRF OID is invalid.
OCRERR_0021 = The CRF or CRF version is not a member of the specified Study Event Definition.
OCRERR_0022 = Item Group is invalid.
OCRERR_0023 = Item is invalid.
OCRERR_0024 = Expression syntax invalid.
OCRERR_0025 = The Rule you are trying to reference does not exist or is invalid.
OCRERR_0026 = This is an invalid Rule assignment because the target is pointing to an Item in the Event Definition CRF that has a status of removed.
OCRERR_0027 = The contextual expression in one of the Rules does not validate against the target expression in the current Rule assignment.
OCRERR_0028 = OID is not valid; the OID can only be made of A-Z_0-9.
OCRERR_0029 = The context you selected is not supported. The default one will be used.
OCRERR_0030 = The "RuleDef OID" you specified is used in a different Study. Provide a new "RuleDef OID".
OCRERR_0031 = You have two Rule assignments with the exact same target. Combine and try again.
OCRERR_0032 = Target syntax invalid.
OCRERR_0033 = CRF is Invalid.
OCRERR_0034 = StudyEventDefinition {0} is Invalid.
OCRERR_0035 = ValueExpression does not generate a valid date string.
OCRERR_0036 = Invalid Property value for Event Destination.
OCRERR_0037 = Only one EventDestination with this Property value is supported within an EventAction..
OCRERR_0038 = Status "{0}" is Invalid. Available Status values are : [not_scheduled , scheduled , completed, data_entry_started , stopped , skipped , locked , signed ]. These values are case sensitive.
OCRERR_0039 = StudyEventDefinition "{0}" is not a valid repeating Event.
OCRERR_0040 = The repeating Event notation "ALL" is not allowed in this expression.
OCRERR_0041 = OID Attribute "{0}" for EventAction is invalid.
OCRERR_0042 = Destination and Target combination is not valid combination and would lead to an infinite loop.
OCRERR_0043 = The specified Target is [ALL] occurrences of repeating event. The specified DestinationProperty could be executed on the same Target and cause an infinite loop and therefore is not allowed. Either update the target to use a specific occurrence, e.g. [1] or update the DestinationProperty.
OCRERR_0044 = Event Action can only be used with a Target of STARTDATE or STATUS. Items can not be used as a Target with "EventAction".
OCRERR_0045 = The action you have specified is not supported for a Target of STATUS or STARTDATE. "EventAction" is the supported action for the given Target.
OCRERR_0046 = CRF Items or incorrect Properties [such as: {0}] are not supported in Expression and Value Expression when using EventAction.
OCRERR_0047 = The "Time" attribute in RunOnStatus element should have the following format "HH:mm" and range "00:00 - 23:59".
OCRERR_0048 = The "Subject" element for Notification Action should not exceed 330 characters.
OCRERR_0049 = The "Message" element for Notification Action should not exceed 2040 characters.
OCRERR_0050 = All of the run on parameters are set to false, please edit your rule and make sure you have at least one of the run on parameter is set to True
OCRERR_0051 = In Randomize Action, The Study Subject Parameter "{0}" within Stratification Factor is not Valid.
OCRERR_0052 = Syntax Error in Expression.Rule Expression length exceeds 2040 characters.



rules_Import_message1 = Congratulations! Your Rule import passed with no errors. Review the Rule validation results. You can save it to the database by clicking "Continue".
rules_Import_message2 = Congratulations! Your Rule import passed with no errors. Some existing Rules or Rule assignments will be updated or replaced. Review the Rule validation results. You can save it to the database by clicking "Continue".
rules_Import_message3 = Your Rule import had some errors. Review the Rule validation results.

you_received_this_from = <P>You received this email from the LibreClinica system because you are listed as the assigned user for this Discrepancy Note. You will need to log in to LibreClinica with your user name and password after clicking the link. If after login you receive a "page cannot be displayed" message, make sure to select the Change Study/Site link, select the Study referenced above, and try the link again.</P>

disc_note_info = <P>Discrepancy Note Information:</P>

entity_info = <P>Entity Information:</P>

email_body_separator = <br>==============================================================\n

entity_information = <P>Entity Information:</P>

disclaimer = <P>DISCLAIMER</P>

condition_eligibility_3 = Conditions and Eligibility cannot be more than 3 characters.

not_current_study = The Study you are trying to update is not the Current Study.
did_not_match_crf_name = did not match the intended CRF name

UNITS_column = UNITS_column
none = none
is_required = is required
should_be_empty = should be empty
data_type_should_be_ST = data type should be ST type
should_in_same_section = should be in the same section
should_in_same_repeating_group = should be in the same repeating group
item_name_should_provided = Item name should be provided
for = for
all = all
instant_calculation = instant-calculation
response_value_is_func_onchange = response_value should be - func: onChange(item,value)
value_should_be_func_onchange_type = valid func: onChange types include _CURRENT_DATE_TIME and _CURRENT_DATE
two_items_should_be_valid_pair = two Items should be a valid pair

error_message_cannot_update_crf_version = Cannot update CRF version for the Subject.


nested_parent_id = Nested Parent items are not supported by LibreClinica (row\u0020
nested_parent_id_1 = ). Please change the value.
parent_id = The Parent item specified on row\u0020
parent_id_1 = \u0020does not exist. Please update the value.
parentId_group = Item in repeating group has a parent id (row\u0020
items_worksheet_with_dot = Items sheet.\u0020
group_in_several_sections = Items of one repeating group spread over several sections. Check items in Group '
default_value_wrong_select = Only one default value is allowed for 'single-select' type in DEFAULT_VALUE column at\u0020
default_value_wrong_select_1 = Default_value is not part of response options set at row\u0020
default_value_not_allowed = LibreClinica does not support DEFAULT_VALUES with 'calculation', 'group-calculation', 'instant-calculation' and 'file' RESPONSE_TYPES. Change the RESPONSE_TYPE for this item \u0020
PHI_column = PHI column value\u0020
units_length_error = UNITS field text cannot be more than 64 characters







verifyUniqueItemPlacementInGroups_1 = An error was found for item '
verifyUniqueItemPlacementInGroups_2 = ' in the Items worksheet. You have tried to assign the item '
verifyUniqueItemPlacementInGroups_3 = ' to a different item group than was used in previous version(s) of the CRF (
verifyUniqueItemPlacementInGroups_4 = Group Label '
verifyUniqueItemPlacementInGroups_5 = ' in CRF Version '


ok = OK
problem = Problem!
problem_message = This CRF Item exists across different groups in more than one active CRF version:
warning = Warning:
warning_message = This CRF Item exists across different groups in removed CRF version(s):





print_CRF_Message_at_Loading = Depending on the size of your data,<br />this process may take several minutes.

error_print_CRF_Message_at_Loading = There is an issue in a CRF which is causing the printCRF page not to populate. - Error message:

the_user_already_exists_in_the_system = The User Already Exists in the System
participate_not_available = OpenClinica Participate is not currently available.  Please contact your System Administrator for more information.
participate_hostname_invalid = Please specify a valid subdomain in order to register with OpenClinica Participate.  Request aborted.
participate_hostname_not_available = The subdomain specified in your registration request is not available.  Please choose a different subdomain and resubmit your request.
pform_preview_forbidden = PForm is not available.
pform_preview_missing_url = PManage is not available.
has_associated_item_data_cannot_delete = \ has associated Item Data and cannot be deleted.
file_generated_hard_validation_error = The file was not imported because its contents generated one or more hard validation errors.  Please review the linked log file for details.
randomization_email_subject_sent_to_user = Your OpenClinica Randomize request
randomization_email_content_message_sent_to_user = Thank you for requesting access to the OpenClinica Randomize module. We will be in touch to help configure randomization for your study. You should hear from us within two business days, but if you have questions, please contact us at sales@openclinica.com.\n\nBest Regards,\nThe OpenClinica Team
randomization_not_available = OpenClinica Randomization is not currently available.  Please contact your System Administrator for more information.
